Config = Config or {}
            Config.Famelv  = {
            [1] = {lv = 1,color = 0,name = [[ 人情练达 ]],fame = 400,attr = [[ [{1,150},{2,3000}] ]]},
[2] = {lv = 2,color = 0,name = [[ 左右逢源 ]],fame = 900,attr = [[ [{1,300},{2,6000}] ]]},
[3] = {lv = 3,color = 0,name = [[ 屈尊敬贤 ]],fame = 1800,attr = [[ [{1,500},{2,10000}] ]]},
[4] = {lv = 4,color = 0,name = [[ 八面玲珑 ]],fame = 3600,attr = [[ [{1,800},{2,16000}] ]]},
[5] = {lv = 5,color = 0,name = [[ 高朋满座 ]],fame = 7200,attr = [[ [{1,1200},{2,24000}] ]]},
[6] = {lv = 6,color = 0,name = [[ 宾客盈门 ]],fame = 14400,attr = [[ [{1,1800},{2,36000}] ]]},
[7] = {lv = 7,color = 0,name = [[ 家喻户晓 ]],fame = 28800,attr = [[ [{1,2600},{2,52000}] ]]},
[8] = {lv = 8,color = 0,name = [[ 声名显赫 ]],fame = 57600,attr = [[ [{1,3600},{2,72000}] ]]},
[9] = {lv = 9,color = 0,name = [[ 大名鼎鼎 ]],fame = 115200,attr = [[ [{1,5000},{2,100000}] ]]},
[10] = {lv = 10,color = 0,name = [[ 名动四方 ]],fame = 230400,attr = [[ [{1,7000},{2,140000}] ]]},
[11] = {lv = 11,color = 0,name = [[ 举世闻名 ]],fame = 460800,attr = [[ [{1,10000},{2,200000}] ]]},
}